{"_id":{"$oid":"598492436a534e0881f3ca22"},"category":"financial troubles","value":"    Financial struggles in your life will be temporary. With the Bible as your guide, you will flourish as long as you are patient and listen to the Lord\u003cbr\u003e\u003cbr\u003e\u003cb\u003eWorry about Tomorrow:\u003c/b\u003e\u003cbr\u003eTherefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’ For the Gentiles seek after all these things, and your heavenly Father knows that you need them all. But seek first the kingdom of God and his righteousness, and all these things will be added to you. “Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.”– \u003cb class=\"verse\"\u003eMatthew 6:31-34\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eEvery Need Met:\u003c/b\u003e\u003cbr\u003eAnd my God will supply every need of yours according to his riches in glory in Christ Jesus. – \u003cb class=\"verse\"\u003ePhilippians 4:19\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eThe Birds Don’t Worry:\u003c/b\u003e\u003cbr\u003eLook at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? – \u003cb class=\"verse\"\u003eMatthew 6:26\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eHave Patience:\u003c/b\u003e\u003cbr\u003eLet your hope keep you joyful, be patient in your troubles, and pray at all times.– \u003cb class=\"verse\"\u003eRomans 12:12\u003c/b\u003e","__v":0}
{"_id":{"$oid":"59887770f9999a09f2d215a0"},"category":"relationship issues","value":"   In times of relationship difficulties or pain, you have nothing at all to worry about. Pain will never last forever and as you have come here, the Lord will open up the door to recovery in your life through the Bible.\u003cbr\u003e\u003cbr\u003e\u003cb\u003eBe Humble:\u003c/b\u003e\u003cbr\u003eBe always humble, gentle, and patient. Show your love by being tolerant with one another.– \u003cb class=\"verse\"\u003eEphesians 4:2\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eOffer Forgiveness:\u003c/b\u003e\u003cbr\u003eInstead, be kind and tender-hearted to one another, and forgive one another, as God has forgiven you through Christ. – \u003cb class=\"verse\"\u003eEphesians 4:32\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eCommunicate Well:\u003c/b\u003e\u003cbr\u003eRemember this, my dear friends! Everyone must be quick to listen, but slow to speak and slow to become angry.– \u003cb class=\"verse\"\u003eJames 1:19\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eHave Patience:\u003c/b\u003e\u003cbr\u003eLet your hope keep you joyful, be patient in your troubles, and pray at all times.– \u003cb class=\"verse\"\u003eRomans 12:12\u003c/b\u003e"}
{"_id":{"$oid":"5989d5409a920c9f82d12fda"},"category":"loneliness","value":"   You never have to feel lonely. Believe me when I tell you the Lord is with you at all times, good or bad.\u003cbr\u003e\u003cbr\u003e\u003cb\u003eYou're Truly Never Alone:\u003c/b\u003e\u003cbr\u003eYour God, the Lord himself, will be with you. He will not fail you or abandon you.– \u003cb class=\"verse\"\u003eDeuteronomy 31:6\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eCall On The Lord:\u003c/b\u003e\u003cbr\u003eWhen they call to me, I will answer them; when they are in trouble, I will be with them. – \u003cb class=\"verse\"\u003ePsalm 91:15\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eHave No Fear:\u003c/b\u003e\u003cbr\u003eDo not be afraid. I will save you. I have called you by name—you are mine. When you pass through deep waters, I will be with you; your troubles will not overwhelm you. When you pass through fire, you will not be burned; the hard trials that come will not hurt you. For I am the Lord, your God. … because you are precious to me and because I love you and give you honor, do not be afraid—I am with you!– \u003cb class=\"verse\"\u003eIsaiah 43:1-5\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eThe Lord is Always By Your Side:\u003c/b\u003e\u003cbr\u003eI will be with you always, to the end of the age.– \u003cb class=\"verse\"\u003eMatthew 28:20\u003c/b\u003e","__v":0}
{"_id":{"$oid":"5989d54c9a920c9f82d12fdb"},"category":"worries","value":"   A child of God should never worry. As long as you remain in tune with the Most High, all things you are scared or unsure of will turn around in your favor\u003cbr\u003e\u003cbr\u003e\u003cb\u003eAll Your Burdens Will Be Relieved:\u003c/b\u003e\u003cbr\u003eCome to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.– \u003cb class=\"verse\"\u003eMatthew 11:28-30\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eDo Not Let Your Heart Be Troubled:\u003c/b\u003e\u003cbr\u003ePeace I leave with you;my peace I give to you. Not as the world gives do I give to you.Let not your hearts be troubled, neither let them be afraid.– \u003cb class=\"verse\"\u003eJohn 14:27\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eYou Will Be Sustained:\u003c/b\u003e\u003cbr\u003eCast your burden on the LORD, and he will sustain you; he will never permit the righteous to be moved.-\u003cb class=\"verse\"\u003ePsalm 55:22\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eHave No Fear About Tomorrow:\u003c/b\u003e\u003cbr\u003eTherefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.– \u003cb class=\"verse\"\u003eMatthew 6:34\u003c/b\u003e","__v":0}
{"_id":{"$oid":"598d5fdd9514e58926d8a5b1"},"category":"depression","value":"   Depression is normal with everyone. There will be times when things just won’t be the way you want them to be and even times when something or someone dear may be taken away from you, but ****\u003cbr\u003e\u003cbr\u003e\u003cb\u003eYou Will Be Lifted:\u003c/b\u003e\u003cbr\u003eI waited patiently for the LORD; he turned to me and heard my cry. He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock and gave me a firm place to stand. He put a new song in my mouth, a hymn of praise to our God. Many will see and fear the LORD and put their trust in him.– \u003cb class=\"verse\"\u003ePsalm 40:1-3\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003e Cry Out To The Lord:\u003c/b\u003e\u003cbr\u003eBut you, LORD, are a shield around me, my glory, the One who lifts my head high.– \u003cb class=\"verse\"\u003ePsalm 3:3\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eCast Your Anxiety to Him:\u003c/b\u003e\u003cbr\u003eHumble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time. Cast all your anxiety on him because he cares for you.-\u003cb class=\"verse\"\u003e1 Peter 5:6-7\u003c/b\u003e","__v":0}
{"_id":{"$oid":"598d5feb9514e58926d8a5b2"},"category":"in danger","value":"  ****\u003cbr\u003e\u003cbr\u003e\u003cb\u003eYou Shall Be Protected:\u003c/b\u003e\u003cbr\u003eNo weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me.– \u003cb class=\"verse\"\u003eIsaiah 54:17\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003e He Will Forever Be Your Helper:\u003c/b\u003e\u003cbr\u003eThe Lord is my helper; I will not be afraid. What can mere mortals do to me?.– \u003cb class=\"verse\"\u003eHebrews 13:6\u003c/b\u003e\u003cbr\u003e\u003cbr\u003e\u003cb\u003eYour Battles Will Be Fought For You:\u003c/b\u003e\u003cbr\u003eThe Lord will fight for you, and you have only to be silent.-\u003cb class=\"verse\"\u003eExodus 14:14\u003c/b\u003e","__v":0}
